{
  "agency":"Hope Clinic For Women - Pregnancy Loss Counseling",
  "person":"Renee Rizzo ",
  "phone":"615-321-4430",
  "fax":"null",
  "email":"rrizzo@hopeclinicforwomen.org",
  "url":"www.hopeclinicforwomen.org",
  "eligibility":"null",
  "location":"1812 Hayes St, Nashville",
  "cost":"Sliding scale",
  "hours":"null",
  "tags":"pregnancy loss, miscarriage, abortion, counseling, grief",
  "description":"Pregnancy Loss Counseling for post abortion and miscarriage: According to the American Pregnancy Association, 33% of the 6 million pregnancies each year end in pregnancy loss including miscarriage. We are safe and confidential place to receive counseling in a non-judgmental and loving environment."
},
{
  "agency":"Hope Clinic For Women -Post Partum Depression Counseling ",
  "person":"Renee Rizzo ",
  "phone":"615-321-4431",
  "fax":"null",
  "email":"rrizzo@hopeclinicforwomen.org",
  "url":"www.hopeclinicforwomen.org",
  "eligibility":"null",
  "location":"1813 Hayes St, Nashville",
  "cost":"Sliding scale",
  "hours":"null",
  "tags":"postpartum depression, baby blues, counseling",
  "description":"Post Partum Depression Counseling - Though 80% of new moms develop \"Baby Blues\", 10-20% experience symptoms of depression that require treatment. It is a more serious and major form of depression that usually occurs within a few months of delivery and can last up to a year. Our counseling is the first step to relief."
},
{
  "agency":"Sexual Assault Center",
  "person":"Rachel Freeman and Justine Biola",
  "phone":"615-259-9055, ext 3",
  "fax":"null",
  "email":"jbiola@sacenter.org\"",
  "url":"www.sacenter.org\"",
  "eligibility":"null",
  "location":"101 French Landing, Metro Center",
  "cost":"SAC accepts most insurance plans and offers a sliding fee payment scale according to income. Grant funding is available for specific qualifying cases. We will not turn anyone away for lack of ability to pay.",
  "hours":"SAC's hours of operation are 8:00a.m. to 6:00 p.m. Mondays through Thursdays and 8:00 a.m. to 4:00p.m. on Fridays. However, therapy appointments are often scheduled before or after typical business hours to best meet the needs of our clients. SAC also has a 24-hour crisis line(1-800-879-1999) that is available to anyone in Middle TN in need of assistance after hours. ",
  "tags":"crisis hotline, counseling, sexual assault, ",
  "description":"The Sexual Assault Center provides individual and group counseling for victims and survivors of sexual assault. To start the healing process, please call our Intake Specialist at 615-259-9055 ext. 335.  In addition, a 24-Hour Crisis Line is available for immediate assistance; please call1-800-879-1999 for Crisis Line services."
},
