{
  "agency":"Healthy Start of Nashville",
  "person":"Linda Shaw",
  "phone":"615-880-2159",
  "fax":"null",
  "email":"linda.shaw@nashville.gov",
  "url":"http://www.nashville.gov/Health-Department/Family-Youth-and-Infant-Health.aspx",
  "eligibility":"Residency in Davidson County",
  "location":"null",
  "cost":"Free",
  "hours":"Monday - Friday from 8 to 4:30p.m.",
  "tags":"home vists, first time moms, support services, education, parenting skills, importance of regular medical care, resources, referrals for assistance",
  "description":"The Healthy Start Program conducts home visitation services for first-time mothers of any age (prenatal or postpartum) and their babies to provide supportive services to new moms which includes: Education on parenting skills, baby's growth & development, child safety, promotion of regular medical care, and disease prevention. Also, resources, referrals, and other information and assistance are provided as needed to help lessen the burden of new parenthood."
},
{
  "agency":"HUGS Program",
  "person":"Sandra Kaylor  ",
  "phone":"615-862-7942 ",
  "fax":"null",
  "email":"sandra.kaylor@nashville.gov",
  "url":"http://www.nashville.gov/Health-Department/Family-Youth-and-Infant-Health.aspx",
  "eligibility":"null",
  "location":"null",
  "cost":"Free",
  "hours":"null",
  "tags":"home visits, pregnancy, education, postpartum care, family planning, newborn care, breastfeeding, child safety, family wellness, resources",
  "description":"HUGS (Help Us Grow Successfully) is a home visiting case management program for pregnant teens, women, infants and children up through age 5 years. Registered nurses and program specialists offer services. Services include on-going education concerning pregnancy, postpartum care, family planning, newborn care, breastfeeding, safety issues, and family wellness. Case Managers also educate and assist clients with obtaining available resources and make appropriate referrals to help the client build self-reliance skills."
},
{
  "agency":"Nurses for Newborns of Tennessee",
  "person":"Vicki Beaver, Executive Director",
  "phone":"615-313-9989",
  "fax":"615-313-9979",
  "email":"vicki.beaver@nfnf.org",
  "url":"http://www.nfnf.org/home/tennessee/",
  "eligibility":"null",
  "location":"Multiple locations, see their website.",
  "cost":"Free",
  "hours":"null",
  "tags":"prenatal, postpartum,new mom,education, parenting skills, home visitation, referral form, NICU, medically fragile babies, medically challenged mothers, mentally challenged mothers, breastfeeding",
  "description":"Nurses for Newborns (NFNF) is a registered nurse home visiting program for pregnant teens, women, infants and children. Our TEEN PROGRAM serves young women up to age 18 both prenatally and after delivery. Our BRIDGE TO THE FUTURE program focuses on medically fragile babies, most of whom started life in a Neonatal Intensive Care Unit. The SAFE BEGINNINGS program assist mothers who are medically or mentally challenged. Services include maternal and infant health assessments and on-going education concerning pregnancy, postpartum care, newborn care, breastfeeding, safety issues, growth and development and family wellness. Our nurses assist clients with finding available resources. "
},
{
  "agency":"Teens Taking Charge (via United Neighborhood Health Services)",
  "person":"Walter Lynn Stuart",
  "phone":"615-335-1522",
  "fax":"null",
  "email":"nubian11@aol.com",
  "url":"http://www.neighborhoodhealthtn.org/",
  "eligibility":"null",
  "location":"Services are available at all Metro Nashville High Schools.",
  "cost":"There is no cost for Teens Taking Charge services.",
  "hours":"Primarily during school hours and through the summer.",
  "tags":"parenting education, resource assistance, home visits, return to school, homebound education",
  "description":"Teens Taking Charge provides parenting education, information, and assistance to pregnant and parenting teens. Assistance includes finding resources, signing up for homebound education and home visits. Teens Taking Charge continues to serve teens in the school on their return after the birth and supports them in their role as a parent through graduation."
},
{
  "agency":"Tennessee Adolescent Pregnancy and Prevention Partnership (TAPPP)",
  "person":"Lillian Maddox-Whitehead ",
  "phone":"615-340-2261",
  "fax":"null",
  "email":"Lillian.maddox-whitehead@nashville.gov",
  "url":"http://www.nashville.gov/Health-Department/Family-Youth-and-Infant-Health.aspx",
  "eligibility":"null",
  "location":"null",
  "cost":"Free",
  "hours":"null",
  "tags":"prepartum, postpartum, new mom, education, home bound, home visitation, sexual responsibility",
  "description":"TN Adolescent Pregnancy and Prevention Partnership is a coalition of youth serving organizations that provides education on pregnancy prevention and resources to pregnant and parenting teens. Those resources are home visiting programs, home bound services, presentations on sexual responsibility, parent/teen communication skill building and provides support to those teens who are pregnant and parenting to encourage healthier outcomes."
},
{
  "agency":"Tied Together Program  Martha O'Bryan Center",
  "person":"Sharon Browne ",
  "phone":"615-254-1791 ext. 233 ",
  "fax":"null",
  "email":"s.browne@marthaobryan.org ",
  "url":"www.marthaobryan.org",
  "eligibility":"Families must have at least one child three or under to attend.",
  "location":"711 South 7th Street, Nashville",
  "cost":"Free",
  "hours":"Sessions meet on Saturdays from 9:00-12:30; families also receive weekly home visits.",
  "tags":"parenting outreach, pregnancy, exended family, family building, childcare provided, child development, child nutrition, age-appropriate discipline, parenting classes",
  "description":"Tied Together is a parenting out reach program that brings together soon-to-be parents, new parents, and their extended family for a nine-week family building experience. The program is aimed at increasing parents' knowledge about the fundamentals of child development, health, safety, nutrition, and age-appropriate discipline. We strive to prepare parents to nurture their children by helping them experience acceptance, empathy, support, and appreciation as a contributing member of the parenting class. By developing increased social functioning there is an increased likelihood of loving and affectionate behavior toward their children. Childcare, a healthy breakfast, and parenting resources are all provided with no charge to participants."
}
