{
  "agency":"Doula Services",
  "person":"Michelle Napier",
  "phone":"931-273-0810",
  "fax":"null",
  "email":"anna.michelle.anderson@gmail.com",
  "url":"http://www.doulas.com/MichelleNapier",
  "eligibility":"Guardian permission will be requested for any students under 18.",
  "location":"Services will be offered to any person within 50 miles of Nashville",
  "cost":"Free",
  "hours":"Doula will deliver services by appointment (for pre-partum and post partum meetings) and on-call for the birth.",
  "tags":"childbirth, labor and delivery, natural childbirth, breastfeeding, postpartum depression, emotional support",
  "description":"Services offered: Doula service before, during and after labor.<br/>Doulas provide non-clinical emotional, physical, and informational support to women and their families during childbirth. Numerous clinical studies have found that a doula's presence at birth<br/> * tends to result in shorter labors with fewer complications<br/> * reduces negative feelings about one's childbirth experience<br/> * reduces the need for Pitocin (a labor-inducing drug), forceps or vacuum extraction and cesareans<br/> * reduces the mother's request for pain medication and/or epidurals.<br/>Research shows parents who receive support can:<br/>* Feel more secure and cared for<br/>Are more successful in adapting to new family dynamics<br/> * Have greater success with breastfeeding<br/> * Have greater self-confidence<br/>Have less postpartum depression<br/> * Have lower incidence of abuse (source and studies at: http://www.dona.org/mothers/ why_use_a_doula.php)"
},
{
  "agency":"Health Assist Tennessee",
  "person":"Dranda Whaley, Executive Director",
  "phone":"615-313-9841 ext. 249",
  "fax":"null",
  "email":"info@healthassist.org ",
  "url":"www.healthassist.org, www.tenncareadvocacy.org",
  "eligibility":"Tennessee adults and children",
  "location":"Statewide",
  "cost":"Most services are free for all patients, medical interpreting and cultural competency trainings have nominal fees.",
  "hours":"8 - 6pm, CST",
  "tags":"healthcare, prescription assistance, medical interpreters, workshops, education, community resources, TennCare, medical insurance",
  "description":"Health Assist Tennessee is a statewide nonprofit that helps adults and children in Tennessee get the healthcare they need whether it is by connecting them with a state-sponsored insurance plan like TennCare or one of the Cover Tennessee plans. If they are not eligible for those insurance programs, we offer referrals to community resources like sliding scale clinics, prescription assistance plans or discounted medical equipment suppliers.<br>Our Children's program helps ensure that children in state custody receive the services that the Department of Children's Services has recommended for that child under TennCare.<br>We have 60 employees who collectively speak 13 languages. In 2008 we helped over 50,000 people through one-on-one interactions with our counselors on the telephone, through educational workshops and presentations or through medical interpreting and cultural competency trainings."
},
{
  "agency":"Hope Clinic For Women",
  "person":"Renee Rizzo ",
  "phone":"615-321-4428",
  "fax":"null",
  "email":"rrizzo@hopeclinicforwomen.org",
  "url":"www.hopeclinicforwomen.org",
  "eligibility":"null",
  "location":"1810 Hayes St, Nashville",
  "cost":"Free",
  "hours":"null",
  "tags":"unplanned pregnancy, ultrasound services, counseling, fathers, mothers",
  "description":"Unplanned Pregnancy counseling for young women, male partner and parents of both. Pregnancy tests  Limited OB ultrasound "
},
{
  "agency":"Interfaith Dental Clinic",
  "person":"Dr. Rhonda Switzer",
  "phone":"615-329-4790",
  "fax":"null",
  "email":"rhonda@interfaithdentalclinic.com",
  "url":"www.interfaithdentalclinic.com",
  "eligibility":"ONE: The patient must be a resident of Cheatham, Davidson, Dickson, Sumner, Robertson, Rutherford, Williamson or Wilson County.  TWO: The patient/parent must have proof of employment, falling under one of the following criteria: Single person employed at least 30 hours a week, married head of household employed at least 30 hours a week, married spouse employed at least 20 hours a week (unless children are under the age of six), single parents and students employed at least 20 hours a week, widowed- over age 50 or over 65 years of age. (over 65 not required to be employed).  THREE: No dental insurance except TennCare patients up to age 21 and SCHIP patients ",
  "location":"1721 Patterson Street, Nashville",
  "cost":"ONE: Each patient must view a presentation on oral health and program participation. TWO:  Qualifying patients will be required to pay for a portion of their treatment from a sliding fee scale based on family size and income. Usually 20% to 50% of the cost of private care.",
  "hours":"By appointment only",
  "tags":"Dental services",
  "description":"The Interfaith Dental Clinic provides comprehensive and specialty dental services to those who qualify. Interested individuals should call (615)329- 4790 for prescreening, then download our application from our website www.inter faithdentalclinic.com or come to the clinic to fill one out. Income and residence verification is required."
},
{
  "agency":"Matthew Walker Comprehensive Health Care Center",
  "person":"Cle' Holly",
  "phone":"615-324-9676",
  "fax":"null",
  "email":"cholly@mwchc.org",
  "url":"www.mwchc.org",
  "eligibility":"null",
  "location":"1035 14th Avenue North, Nashville, TN 37208. MWCHC also has access to various off-site clinics based on eligibility.",
  "cost":"Services are available on a sliding fee scale, which is calculated based on household size and income.",
  "hours":"Monday - Thursday 8:00 a.m. - 8:30 p.m.,Friday 8:00 a.m. - 5:00 p.m., Saturday 9:00 a.m. - 1:00 p.m.",
  "tags":"medical care, dental care, behavioral health services, prenatal care, diagnostic services, pharmacy, ultrasound, mammography, WIC, food assistance, infant care, child development, child safety, child nutrition, breastfeeding, parenting classes ",
  "description":"Matthew Walker Comprehensive Health Center provides primary medical care, dental care and behavioral health services to uninsured, Tenncare and private insurance patients. The patient population is from birth through geriatric and includes prenatal care, treatment for chronic illnesses and diagnostic services. The health center has an on-site laboratory, pharmacy, radiology (including ultrasound and mammography), WIC office and behavioral health staff.  A certified nurse midwife will lead parenting classes about a variety of topics including infant care, breastfeeding, infant/child CPR, safety issues, child nutrition, and growth and development."
},
{
  "agency":"Monroe Carell Jr Hospital at Vanderbilt, Primary Care Clinic",
  "person":"Barron Patterson",
  "phone":"615-936-2555",
  "fax":"null",
  "email":"barron.patterson@vanderbilt.edu",
  "url":"http://www.childrenshospital.vanderbilt.org/services.php?mid=389",
  "eligibility":"null",
  "location":"2200 Children's Way; 8th Floor Doctors' Office Tower",
  "cost":"null",
  "hours":"Monday to Friday 8AM to 5:30 PM, Saturday  9AM-12:30PM",
  "tags":"medical care for infants, children, teens, immunizations, sick visits, WIC program, food assistance, TennCare, social worker, new mom, medical interpreter, nutrition assistance",
  "description":"We are a fully staffed, full-time pediatric clinic located at Monroe Carell Jr. Children's Hospital at Vanderbilt. We are staffed by ~60 resident pediatricians. We offer full pediatric care for newborns through 18 years. We do routine checkups and immunizations and see children for sick visits as well. Our clinic has a full-time social worker who can help new moms get connected with many local resources, WIC program for nutrition help, and TennCare or other insurance plans. We have a social worker in our clinic, and we have a full-time Spanish interpreter. We have access to interpreters in many other languages as well."
},
{
  "agency":"Nurses for Newborns of Tennessee",
  "person":"Vicki Beaver, Executive Director",
  "phone":"615-313-9989",
  "fax":"615-313-9979",
  "email":"vicki.beaver@nfnf.org",
  "url":"http://www.nfnf.org/home/tennessee/",
  "eligibility":"null",
  "location":"Multiple locations, see their website.",
  "cost":"Free",
  "hours":"null",
  "tags":"prenatal, postpartum,new mom,education, parenting skills, home visitation, referral form, NICU, medically fragile babies, medically challenged mothers, mentally challenged mothers, breastfeeding",
  "description":"Nurses for Newborns (NFNF) is a registered nurse home visiting program for pregnant teens, women, infants and children. Our TEEN PROGRAM serves young women up to age 18 both prenatally and after delivery. Our BRIDGE TO THE FUTURE program focuses on medically fragile babies, most of whom started life in a Neonatal Intensive Care Unit. The SAFE BEGINNINGS program assist mothers who are medically or mentally challenged. Services include maternal and infant health assessments and on-going education concerning pregnancy, postpartum care, newborn care, breastfeeding, safety issues, growth and development and family wellness. Our nurses assist clients with finding available resources. "
},
{
  "agency":"Shade Tree Early Pregnancy Program (STEPP)",
  "person":"Kelly Brigham, Marissa Blanco, Erin Toaz",
  "phone":"615-343-8404",
  "fax":"null",
  "email":"shadetree.pregnancy@gmail.com",
  "url":"www.shadetreeclinic.org",
  "eligibility":"None. All are welcome -- we do not collect payments and do not ask for social security numbers.",
  "location":"Shade Tree Clinic, 222 Grace Street, Nashville, TN 37207",
  "cost":"Free",
  "hours":"Clinics are held 9am-12pm Saturdays (once per month), but we can help via phone or email throughout the month.",
  "tags":"medical care, lab services, educational assistance, TennCare, CoverKids, obstetrical care",
  "description":"STEPP is a new program of the Shade Tree Clinic, a free clinic in East Nashville run by Vanderbilt and Meharry students and faculty. STEPP is primarily designed to assist uninsured women at the beginning of their pregnancy, though we provide services for all pregnant women. We provide the initial medical appointment (including labs), educational material, and assistance applying for CoverKids/TennCare. Once insured, we help women find obstetrical care in Nashville through an alliance with Vine Hill clinic and Vanderbilt's School of Nursing. We will follow patients throughout their pregnancy to ensure that they are receiving the care they need. We are staffed by Vanderbilt medical and nursing students, nurse midwives, and OB/GYNs."
},
{
  "agency":"United Neighborhood Health Services",
  "person":"Pam Brillhard ",
  "phone":"615-620-8647",
  "fax":"null",
  "email":"pbrillhard@unitedneighborhood.org",
  "url":"http://www.neighborhoodhealthtn.org",
  "eligibility":"null",
  "location":"See website for various locations.",
  "cost":"Staff work with pregnant teens so that they are able to receive either TennCare or Cover Kids for their services.",
  "hours":"Varies among clinics, please call",
  "tags":"pregnancy tests, counseling, prenatal medical care, lab tests, dental care, family planning, infant care, immunizations, insurance enrollment",
  "description":"United Neighborhood Health Services provides pregnancy tests, counseling and prenatal care to teens. This includes lab tests, dental and counseling as needed. Postpartum services, women's healthcare, family planning and infant care, including immunizations, are also provided as a part of continuing care. Case managers are available at all sites to assist with insurance enrollment and help with other resources."
},
{
  "agency":"Vine Hill Community Clinic",
  "person":"Lateesa Posey",
  "phone":"615-292-9779",
  "fax":"null",
  "email":"lateesa.t.posey@vanderbilt.edu",
  "url":"http://uchshealth.org/vine-hill-clinic/",
  "eligibility":"null",
  "location":"601 Benton Avenue, Nashville",
  "cost":"free",
  "hours":"Monday-Thursday 8a-6p | Friday 8a-2p | Saturday 8a-2p",
  "tags":"Assistance with WIC enrollment, nutrition services, food assistance, parenting classes, infant care, child development, child nutrition, child/infant CPR classes.",
  "description":"Case management services- Vine Hill Clinic has case managers available to guide pregnant teens through the process of health insurance/ TennCare enrollment, finding child-care and childcare assistance, WIC enrollment and other nutritional services. Parenting classes about a variety of topics including infant care, infant/child CPR, child nutrition, and growth and development are available in the afternoon/evening at no charge."
},
